Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# FreOverlay_InstallError_NoCompatibleInstaller
source: No compatible installer for {0} is available on this system (OS version or architecture may not be supported). Install {0} manually.
ca_es: No hi ha cap instal·lador compatible per a {0} disponible en aquest sistema (pot ser que la versió del sistema operatiu o l'arquitectura no siguin compatibles). Instal·leu {0} manualment.
it_it: Non è disponibile un programma di installazione compatibile per {0} in questo sistema (la versione del sistema operativo o l'architettura potrebbe non essere supportata). Installa {0} manualmente.
ml_in: ഈ സിസ്റ്റത്തിൽ {0}-നായി അനുയോജ്യമായ ഇൻസ്റ്റാളർ ലഭ്യമല്ല (OS പതിപ്പ് അല്ലെങ്കിൽ ആർക്കിടെക്ചർ പിന്തുണയ്ക്കുന്നില്ലായിരിക്കാം). {0} മാനുവലായി ഇൻസ്റ്റാൾ ചെയ്യുക.
pt_br: Nenhum instalador compatível para {0} está disponível neste sistema (talvez a versão do sistema operacional ou a arquitetura não tenha suporte). Instale {0} manualmente.

# FreOverlay_InstallError_PackageNotFound
source: {0} wasn't found in the Windows Package Manager catalog. Try refreshing winget sources, or install {0} manually.
ca_es: {0} no s'ha trobat al catàleg de l'Administrador de paquets del Windows. Proveu d'actualitzar les fonts del winget, o instal·leu {0} manualment.
it_it: {0} non è stato trovato nel catalogo di Gestione pacchetti Windows. Prova ad aggiornare le origini di winget oppure installa {0} manualmente.
ml_in: Windows Package Manager കാറ്റലോഗിൽ {0} കണ്ടെത്താനായില്ല. winget സോഴ്സുകൾ റിഫ്രെഷ് ചെയ്യാൻ ശ്രമിക്കുക, അല്ലെങ്കിൽ {0} മാനുവലായി ഇൻസ്റ്റാൾ ചെയ്യുക.
pt_br: {0} não foi encontrado no catálogo do Gerenciador de Pacotes do Windows. Tente atualizar as fontes do winget ou instale {0} manualmente.

# FreOverlay_InstallError_Timeout
source: Installing {0} took longer than 20 minutes. Intelligent Terminal stopped waiting, but the installer may still be running in the background. Check Task Manager, or try again later.
ca_es: La instal·lació de {0} ha trigat més de 20 minuts. Intelligent Terminal ha deixat d'esperar, però pot ser que l'instal·lador encara s'estigui executant en segon pla. Consulteu Task Manager, o torneu-ho a provar més tard.
it_it: L'installazione di {0} ha richiesto più di 20 minuti. Intelligent Terminal ha smesso di attendere, ma il programma di installazione potrebbe essere ancora in esecuzione in background. Controlla Task Manager oppure riprova più tardi.
ml_in: {0} ഇൻസ്റ്റാൾ ചെയ്യാൻ 20 മിനിറ്റിൽ കൂടുതൽ എടുത്തു. Intelligent Terminal കാത്തിരിപ്പ് നിർത്തി, പക്ഷേ ഇൻസ്റ്റാളർ ഇപ്പോഴും പശ്ചാത്തലത്തിൽ പ്രവർത്തിക്കുകയായിരിക്കാം. Task Manager പരിശോധിക്കുക, അല്ലെങ്കിൽ പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
pt_br: A instalação de {0} levou mais de 20 minutos. Intelligent Terminal parou de aguardar, mas o instalador ainda pode estar em execução em segundo plano. Verifique Task Manager ou tente novamente mais tarde.

# FreOverlay_InstallErrorWingetMissing
source: Windows Package Manager (winget) is not installed or not available. Install it first, then try again.
ca_es: L'Administrador de paquets del Windows (winget) no està instal·lat o no està disponible. Instal·leu-lo primer i torneu-ho a provar.
it_it: Gestione pacchetti Windows (winget) non è installato o non è disponibile. Installalo prima, quindi riprova.
ml_in: Windows Package Manager (winget) ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല അല്ലെങ്കിൽ ലഭ്യമല്ല. ആദ്യം അത് ഇൻസ്റ്റാൾ ചെയ്യുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
pt_br: O Gerenciador de Pacotes do Windows (winget) não está instalado ou não está disponível. Instale-o primeiro e tente novamente.

# FreOverlay_InstallErrorHooks
source: Failed to install session hooks. Session management has been turned off. You can re-enable it and try again, or save to continue without it.
ca_es: No s'han pogut instal·lar els hooks de sessió. La gestió de sessions s'ha desactivat. Podeu tornar-la a activar i tornar-ho a provar, o desar per continuar sense ella.
it_it: Installazione degli hooks di sessione non riuscita. La gestione delle sessioni è stata disattivata. È possibile riabilitarla e riprovare oppure salvare per continuare senza.
ml_in: session hooks ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു. സെഷൻ മാനേജ്മെന്റ് ഓഫ് ചെയ്തിരിക്കുന്നു. നിങ്ങൾക്ക് ഇത് വീണ്ടും പ്രവർത്തനക്ഷമമാക്കി വീണ്ടും ശ്രമിക്കാം, അല്ലെങ്കിൽ ഇത് ഇല്ലാതെ തുടരാൻ സേവ് ചെയ്യാം.
pt_br: Falha ao instalar os hooks de sessão. O gerenciamento de sessões foi desativado. Você pode reativá-lo e tentar novamente, ou salvar para continuar sem ele.

# FreOverlay_InstallErrorShellIntegration
source: Failed to install shell integration. Error detection has been turned off. You can re-enable it and try again, or save to continue without it.
ca_es: No s'ha pogut instal·lar la integració de l'intèrpret d'ordres. La detecció d'errors s'ha desactivat. Podeu tornar-la a activar i tornar-ho a provar, o desar per continuar sense ella.
it_it: Installazione dell'integrazione della shell non riuscita. Il rilevamento degli errori è stato disattivato. È possibile riabilitarlo e riprovare oppure salvare per continuare senza.
ml_in: ഷെൽ ഇന്റഗ്രേഷൻ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു. പിശക് കണ്ടെത്തൽ ഓഫ് ചെയ്തിരിക്കുന്നു. നിങ്ങൾക്ക് ഇത് വീണ്ടും പ്രവർത്തനക്ഷമമാക്കി വീണ്ടും ശ്രമിക്കാം, അല്ലെങ്കിൽ ഇത് ഇല്ലാതെ തുടരാൻ സേവ് ചെയ്യാം.
pt_br: Falha ao instalar a integração do shell. A detecção de erros foi desativada. Você pode reativá-la e tentar novamente, ou salvar para continuar sem ela.

# FreOverlay_ErrorHelpLink
source: Learn how to fix this manually
af_za: Leer hoe om dit handmatig reg te stel
am_et: ይህንን በእጅ እንዴት እንደሚያስተካክሉ ይወቁ
ar_sa: تعرف على كيفية إصلاح ذلك يدويًا
as_in: এইটো কেনেকৈ মেনুৱেলী ঠিক কৰিব শিকক
az_latn_az: Bunu necə əl ilə düzəltməyi öyrənin
bg_bg: Научете как да поправите това ръчно
bn_in: কীভাবে এটি ম্যানুয়ালি ঠিক করবেন তা শিখুন
bs_latn_ba: Naučite kako ovo ručno popraviti
ca_es: Apreneu com solucionar-ho manualment
ca_es_valencia: Apreneu com solucionar-ho manualment
cs_cz: Zjistěte, jak to opravit ručně
cy_gb: Dysgwch sut i drwsio hyn â llaw
da_dk: Få mere at vide om, hvordan du løser dette manuelt
el_gr: Μάθετε πώς να το διορθώσετε με μη αυτόματο τρόπο
es_es: Obtenga información sobre cómo solucionar esto manualmente
et_ee: Lugege, kuidas seda käsitsi parandada
eu_es: Ikasi nola konpondu hau eskuz
fa_ir: با نحوه رفع این مشکل به‌صورت دستی آشنا شوید
fi_fi: Opi korjaamaan tämä manuaalisesti
fil_ph: Alamin kung paano ito ayusin nang manu-mano
fr_fr: Découvrez comment résoudre ce problème manuellement
ga_ie: Foghlaim conas é seo a shocrú de láimh
gd_gb: Ionnsaich mar a chàraicheas tu seo a làimh
gl_es: Aprenda como solucionar isto manualmente
gu_in: આને જાતે કેવી રીતે ઠીક કરવું તે જાણો
he_il: למד כיצד לתקן זאת באופן ידני
hi_in: मैन्युअल रूप से इसे ठीक करना सीखें
hu_hu: Útmutató a probléma manuális megoldásához
hy_am: Իմացեք, թե ինչպես սա շտկել ձեռքով
id_id: Pelajari cara memperbaikinya secara manual
is_is: Lærðu hvernig á að laga þetta handvirkt
it_it: Informazioni su come risolvere il problema manualmente
ja_jp: 手動で修正する方法について
ka_ge: შეიტყვეთ, როგორ გამოასწოროთ ეს ხელით
kk_kz: Мұны қолмен қалай түзетуге болатынын біліңіз
km_kh: ស្វែងយល់ពីរបៀបជួសជុលវាដោយដៃ
kn_in: ಇದನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸರಿಪಡಿಸುವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯಿರಿ
ko_kr: 수동으로 해결하는 방법 알아보기
kok_in: हें मेन्युअल रितीन कशें दुरुस्त करचें तें शिका
lb_lu: Léiert wéi Dir dëst manuell behieft
lo_la: ຮຽນຮູ້ວິທີແກ້ໄຂສິ່ງນີ້ດ້ວຍຕົນເອງ
lt_lt: Sužinokite, kaip tai išspręsti rankiniu būdu
lv_lv: Uzziniet, kā to manuāli novērst
mi_nz: Akona me pēhea te whakatika i tēnei mā te ringa
mk_mk: Дознајте како да го поправите ова рачно
ml_in: ഇത് സ്വമേധയാ എങ്ങനെ പരിഹരിക്കാമെന്ന് അറിയുക
mr_in: हे व्यक्तिचलितरीत्या कसे निराकरण करायचे ते जाणून घ्या
ms_my: Ketahui cara membaiki ini secara manual
mt_mt: Tgħallem kif issewwi dan manwalment
ne_np: यो म्यानुअल रूपमा कसरी ठीक गर्ने भनेर सिक्नुहोस्
nl_nl: Meer informatie over hoe u dit handmatig kunt oplossen
nn_no: Finn ut korleis du løyser dette manuelt
or_in: ଏହାକୁ ମାନୁଆଲ୍ ଭାବରେ କିପରି ଠିକ୍ କରିବେ ତାହା ଶିଖନ୍ତୁ
pa_in: ਇਸ ਨੂੰ ਹੱਥੀਂ ਠੀਕ ਕਰਨ ਦਾ ਤਰੀਕਾ ਜਾਣੋ
pl_pl: Dowiedz się, jak to ręcznie naprawić
pt_br: Saiba como corrigir isso manualmente
pt_pt: Saiba como corrigir isto manualmente
quz_pe: Kayta makillawan imayna allichanaykita yachay
ro_ro: Aflați cum să remediați manual
sk_sk: Zistite, ako to ručne opraviť
sl_si: Naučite se, kako to popraviti ročno
sq_al: Mësoni si ta rregulloni këtë manualisht
sr_cyrl_rs: Сазнајте како да ово ручно поправите
sr_latn_rs: Saznajte kako da ovo ručno popravite
sv_se: Lär dig hur du åtgärdar detta manuellt
ta_in: இதை கைமுறையாக சரிசெய்வது எப்படி என்பதை அறிக
te_in: దీన్ని మాన్యువల్‌గా ఎలా పరిష్కరించాలో తెలుసుకోండి
th_th: เรียนรู้วิธีแก้ไขปัญหานี้ด้วยตนเอง
tr_tr: Bunu el ile nasıl düzelteceğinizi öğrenin
ug_cn: بۇنى قولدا قانداق ئوڭشاشنى ئۆگىنىڭ
uk_ua: Дізнайтеся, як виправити це вручну
ur_pk: دستی طور پر اسے ٹھیک کرنے کا طریقہ سیکھیں
uz_latn_uz: Buni qoʻlda qanday tuzatishni oʻrganing
vi_vn: Tìm hiểu cách khắc phục theo cách thủ công
zh_tw: 了解如何手動修正此問題

# FreOverlay_ToggleOn
source: On
af_za: Aan
am_et: እንቅ
ar_sa: تشغيل
as_in: চালু
az_latn_az: Açıq
bg_bg: Вкл.
bn_in: চালু
bs_latn_ba: Uklj
ca_es: Actiu
ca_es_valencia: Actiu
cs_cz: Zapnuto
cy_gb: Ymlaen
da_dk: Til
el_gr: Ενεργό
es_es: Activado
et_ee: Sees
eu_es: Aktibatuta
fa_ir: روشن
fi_fi: Päällä
fil_ph: Bukas
fr_fr: Activé
ga_ie: Air
gd_gb: Air
gl_es: Activado
gu_in: ચાલુ
he_il: פעיל
hi_in: चालू
hu_hu: Be
hy_am: Միաց
id_id: Aktif
is_is: Kveikt
it_it: Attivato
ja_jp: オン
ka_ge: ჩართ
kk_kz: Қосулы
km_kh: បើក
kn_in: ಆನ್
ko_kr: 켜기
kok_in: चालू
lb_lu: Un
lo_la: ເປີດ
lt_lt: Įjungta
lv_lv: Ieslēgts
mi_nz: Kā
mk_mk: Вкл.
ml_in: ഓൺ
mr_in: चालू
ms_my: Hidup
mt_mt: Mixgħul
ne_np: चालु
nl_nl: Aan
nn_no: På
or_in: ଚାଲୁ
pa_in: ਚਾਲੂ
pl_pl: Wł.
pt_br: Ativado
pt_pt: Ativado
quz_pe: Kachkan
ro_ro: Activat
sk_sk: Zapnuté
sl_si: Vklopljeno
sq_al: Aktiv
sr_cyrl_rs: Укљ
sr_latn_rs: Uklj
sv_se: På
ta_in: இயக்கு
te_in: ఆన్
th_th: เปิด
tr_tr: Açık
ug_cn: ئاچىق
uk_ua: Увімк
ur_pk: آن
uz_latn_uz: Yoniq
vi_vn: Bật
zh_tw: 開

# FreOverlay_ToggleOff
source: Off
af_za: Af
am_et: አጥፋ
ar_sa: إيقاف
as_in: বন্ধ
az_latn_az: Bağlı
bg_bg: Изкл.
bn_in: বন্ধ
bs_latn_ba: Isklj
ca_es: Inactiu
ca_es_valencia: Inactiu
cs_cz: Vypnuto
cy_gb: I ffwrdd
da_dk: Fra
el_gr: Ανενεργό
es_es: Desactivado
et_ee: Väljas
eu_es: Desaktibatuta
fa_ir: خاموش
fi_fi: Pois
fil_ph: Sarado
fr_fr: Désactivé
ga_ie: As
gd_gb: Dheth
gl_es: Desactivado
gu_in: બંધ
he_il: כבוי
hi_in: बंद
hu_hu: Ki
hy_am: Անջատ
id_id: Nonaktif
is_is: Slökkt
it_it: Disattivato
ja_jp: オフ
ka_ge: გამორთ
kk_kz: Өшірулі
km_kh: បិទ
kn_in: ಆಫ್
ko_kr: 끄기
kok_in: बंद
lb_lu: Aus
lo_la: ປິດ
lt_lt: Išjungta
lv_lv: Izslēgts
mi_nz: Whaka-kati
mk_mk: Искл.
ml_in: ഓഫ്
mr_in: बंद
ms_my: Mati
mt_mt: Mitfi
ne_np: बन्द
nl_nl: Uit
nn_no: Av
or_in: ବନ୍ଦ
pa_in: ਬੰਦ
pl_pl: Wył.
pt_br: Desativado
pt_pt: Desativado
quz_pe: Wañusqa
ro_ro: Dezactivat
sk_sk: Vypnuté
sl_si: Izklopljeno
sq_al: Joaktiv
sr_cyrl_rs: Искљ
sr_latn_rs: Isklj
sv_se: Av
ta_in: நிறுத்து
te_in: ఆఫ్
th_th: ปิด
tr_tr: Kapalı
ug_cn: ياپىق
uk_ua: Вимк
ur_pk: آف
uz_latn_uz: Oʻchiq
vi_vn: Tắt
zh_tw: 關

# AgentBlockedByPolicyTitle
source: AI agents are restricted
es_es: Los agentes de IA est├ín restringidos
fr_fr: Les agents IA sont restreints
it_it: Gli agenti AI sono soggetti a restrizioni
ja_jp: AI πé¿πâ╝πé╕πéºπâ│πâêπü»σê╢ΘÖÉπüòπéîπüªπüäπü╛πüÖ
ko_kr: AI 에이전트가 제한됩니다
pt_br: Os agentes de IA estão restritos
sr_cyrl_rs: ╨Æ╨ÿ ╨░╨│╨╡╨╜╤é╨╕ ╤ü╤â ╨╛╨│╤Ç╨░╨╜╨╕╤ç╨╡╨╜╨╕
uk_ua: ╨É╨│╨╡╨╜╤é╨╕ ╨¿╨å ╨╛╨▒╨╝╨╡╨╢╨╡╨╜╤û
zh_tw: AI Σ╗úτÉåσÅùΘÖÉσê╢

# AgentBlockedByPolicySubtitle
source: Your organization's policy does not allow any AI agents. Contact your IT administrator for assistance.
es_es: La pol├¡tica de su organizaci├│n no permite ning├║n agente de IA. P├│ngase en contacto con su administrador de TI para obtener ayuda.
fr_fr: La strat├⌐gie de votre organisation n'autorise aucun agent IA. Contactez votre administrateur informatique pour obtenir de l'aide.
it_it: I criteri della tua organizzazione non consentono alcun agente AI. Contatta l'amministratore IT per assistenza.
ja_jp: τ╡äτ╣öπü«πâ¥πâ¬πé╖πâ╝πü½πéêπéèπÇüAI πé¿πâ╝πé╕πéºπâ│πâêπü«σê⌐τö¿πü»Φ¿▒σÅ»πüòπéîπüªπüäπü╛πü¢πéôπÇéπé╡πâ¥πâ╝πâêπüîσ┐àΦªüπü¬σá┤σÉêπü»πÇüIT τ«íτÉåΦÇàπü½πüèσòÅπüäσÉêπéÅπü¢πüÅπüáπüòπüäπÇé
ko_kr: 조직의 정책으로 인해 어떤 AI 에이전트도 허용되지 않습니다. 도움이 필요하면 IT 관리자에게 문의하세요.
pt_br: A política da sua organização não permite nenhum agente de IA. Entre em contato com o administrador de TI para obter ajuda.
sr_cyrl_rs: ╨í╨╝╨╡╤Ç╨╜╨╕╤å╨╡ ╨▓╨░╤ê╨╡ ╨╛╤Ç╨│╨░╨╜╨╕╨╖╨░╤å╨╕╤ÿ╨╡ ╨╜╨╡ ╨┤╨╛╨╖╨▓╨╛╤Ö╨░╨▓╨░╤ÿ╤â ╨║╨╛╤Ç╨╕╤ê╤¢╨╡╤Ü╨╡ ╨▒╨╕╨╗╨╛ ╨║╨░╨║╨▓╨╕╤à ╨Æ╨ÿ ╨░╨│╨╡╨╜╨░╤é╨░. ╨₧╨▒╤Ç╨░╤é╨╕╤é╨╡ ╤ü╨╡ ╨ÿ╨ó ╨░╨┤╨╝╨╕╨╜╨╕╤ü╤é╤Ç╨░╤é╨╛╤Ç╤â ╨╖╨░ ╨┐╨╛╨╝╨╛╤¢.
uk_ua: ╨ƒ╨╛╨╗╤û╤é╨╕╨║╨░ ╨▓╨░╤ê╨╛╤ù ╨╛╤Ç╨│╨░╨╜╤û╨╖╨░╤å╤û╤ù ╨╜╨╡ ╨┤╨╛╨╖╨▓╨╛╨╗╤Å╤ö ╨▓╨╕╨║╨╛╤Ç╨╕╤ü╤é╨╛╨▓╤â╨▓╨░╤é╨╕ ╨▒╤â╨┤╤î-╤Å╨║╨╕╤à ╨░╨│╨╡╨╜╤é╤û╨▓ ╨¿╨å. ╨ù╨▓╨╡╤Ç╨╜╤û╤é╤î╤ü╤Å ╨┐╨╛ ╨┤╨╛╨┐╨╛╨╝╨╛╨│╤â ╨┤╨╛ ╤ü╨▓╨╛╨│╨╛ ╨å╨ó-╨░╨┤╨╝╤û╨╜╤û╤ü╤é╤Ç╨░╤é╨╛╤Ç╨░.
zh_tw: µé¿τÜäτ╡äτ╣öσÄƒσëçΣ╕ìσàüΦ¿▒Σ╗╗Σ╜ò AI Σ╗úτÉåπÇéΦ½ïΦü»τ╡íµé¿τÜä IT τ│╗τ╡▒τ«íτÉåσôíΣ╗ÑσÅûσ╛ùσìöσè⌐πÇé

# Diagnostics_AnalyzingTooltip
source: Analyzing error…
af_za: Ontleed fout…
am_et: ስህተት በመተንተን ላይ…
ar_sa: جارٍ تحليل الخطأ…
as_in: ত্ৰুটি বিশ্লেষণ কৰা হৈছে…
az_latn_az: Xəta təhlil edilir…
bg_bg: Анализиране на грешка…
bn_in: ত্রুটি বিশ্লেষণ করা হচ্ছে…
bs_latn_ba: Analiziranje greške…
cs_cz: Analyzuje se chyba…
cy_gb: Yn dadansoddi gwall…
da_dk: Analyserer fejl…
el_gr: Ανάλυση σφάλματος…
es_es: Analizando error…
et_ee: Tõrke analüüsimine…
fa_ir: در حال تحلیل خطا…
fi_fi: Analysoidaan virhettä…
fr_fr: Analyse de l’erreur…
ga_ie: Earráid á hanailísiú…
gd_gb: A' sgrùdadh mearachd…
gu_in: ભૂલનું વિશ્લેષણ થઈ રહ્યું છે…
he_il: מנתח שגיאה…
hi_in: त्रुटि का विश्लेषण हो रहा है…
hu_hu: Hiba elemzése…
hy_am: Վերլուծվում է սխալը…
is_is: Greini villu…
it_it: Analisi dell’errore in corso…
ja_jp: エラーを分析しています…
ka_ge: მიმდინარეობს შეცდომის ანალიზი…
kk_kz: Қате талдануда…
kn_in: ದೋಷವನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ…
ko_kr: 오류 분석 중…
kok_in: त्रुटीचें विश्लेषण जाता…
lb_lu: Analyséiert Feeler…
lt_lt: Analizuojama klaida…
lv_lv: Analizē kļūdu…
mi_nz: Kei te tātari hapa…
mk_mk: Анализирање грешка…
ml_in: പിശക് വിശകലനം ചെയ്യുന്നു…
mr_in: त्रुटीचे विश्लेषण करत आहे…
mt_mt: Qed jiġi analizzat l-iżball…
ne_np: त्रुटि विश्लेषण हुँदैछ…
nl_nl: Fout wordt geanalyseerd…
nn_no: Analyserer feil…
or_in: ତ୍ରୁଟି ବିଶ୍ଳେଷଣ କରାଯାଉଛି…
pa_in: ਗਲਤੀ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl_pl: Analizowanie błędu…
pt_br: Analisando erro…
pt_pt: Analisando erro…
quz_pe: Pantayta t’aqwirispa…
ro_ro: Se analizează eroarea…
sk_sk: Analyzuje sa chyba…
sl_si: Analiziranje napake…
sq_al: Po analizohet gabimi…
sr_cyrl_rs: Анализирање грешке…
sr_latn_rs: Analiziranje greške…
sv_se: Analyserar fel…
ta_in: பிழையை பகுப்பாய்வு செய்கிறது…
te_in: లోపాన్ని విశ్లేషిస్తోంది…
tr_tr: Hata analiz ediliyor…
ug_cn: خاتالىق تەھلىل قىلىنىۋاتىدۇ…
uk_ua: Аналіз помилки…
ur_pk: خرابی کا تجزیہ ہو رہا ہے…
uz_latn_uz: Xato tahlil qilinmoqda…
zh_tw: 正在分析錯誤…

# Diagnostics_ErrorPendingLabel
source: Error detected: analyzing…
af_za: Fout bespeur: ontleed…
am_et: ስህተት ተገኝቷል፦ በመተንተን ላይ…
ar_sa: تم اكتشاف خطأ: جارٍ التحليل…
as_in: ত্ৰুটি ধৰা পৰিছে: বিশ্লেষণ কৰা হৈছে…
az_latn_az: Xəta aşkarlandı: təhlil edilir…
bg_bg: Открита е грешка: анализиране…
bn_in: ত্রুটি শনাক্ত হয়েছে: বিশ্লেষণ করা হচ্ছে…
bs_latn_ba: Otkrivena je greška: analiza…
cs_cz: Zjištěna chyba: probíhá analýza…
cy_gb: Canfuwyd gwall: yn dadansoddi…
da_dk: Fejl registreret: analyserer…
el_gr: Εντοπίστηκε σφάλμα: ανάλυση…
es_es: Error detectado: analizando…
et_ee: Tõrge tuvastatud: analüüsimine…
fa_ir: خطا شناسایی شد: در حال تحلیل…
fi_fi: Virhe havaittu: analysoidaan…
fr_fr: Erreur détectée : analyse en cours…
ga_ie: Braitheadh earráid: á hanailísiú…
gd_gb: Mearachd air a lorg: ga sgrùdadh…
gu_in: ભૂલ મળી: વિશ્લેષણ થઈ રહ્યું છે…
he_il: זוהתה שגיאה: מנתח…
hi_in: त्रुटि मिली: विश्लेषण हो रहा है…
hu_hu: Hiba észlelve: elemzés…
hy_am: Հայտնաբերվել է սխալ. վերլուծվում է…
is_is: Villa fannst: greini…
it_it: Errore rilevato: analisi in corso…
ja_jp: エラーを検出しました: 分析しています…
ka_ge: აღმოჩენილია შეცდომა: მიმდინარეობს ანალიზი…
kk_kz: Қате анықталды: талдануда…
kn_in: ದೋಷ ಪತ್ತೆಯಾಗಿದೆ: ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ…
ko_kr: 오류 감지됨: 분석 중…
kok_in: त्रुटी मेळ्ळी: विश्लेषण जाता…
lb_lu: Feeler erkannt: analyséiert…
lt_lt: Aptikta klaida: analizuojama…
lv_lv: Konstatēta kļūda: analizē…
mi_nz: Kua kitea he hapa: kei te tātari…
mk_mk: Откриена е грешка: се анализира…
ml_in: പിശക് കണ്ടെത്തി: വിശകലനം ചെയ്യുന്നു…
mr_in: त्रुटी आढळली: विश्लेषण करत आहे…
mt_mt: Instab żball: qed jiġi analizzat…
ne_np: त्रुटि पत्ता लाग्यो: विश्लेषण हुँदैछ…
nl_nl: Fout gevonden: analyseren…
nn_no: Feil oppdaga: analyserer…
or_in: ତ୍ରୁଟି ଚିହ୍ନଟ ହେଲା: ବିଶ୍ଳେଷଣ କରାଯାଉଛି…
pa_in: ਗਲਤੀ ਮਿਲੀ: ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl_pl: Wykryto błąd: analizowanie…
pt_br: Erro detectado: analisando…
pt_pt: Erro detectado: analisando…
quz_pe: Pantay tarisqa: t’aqwirispa…
ro_ro: Eroare detectată: se analizează…
sk_sk: Zistená chyba: prebieha analýza…
sl_si: Zaznana je napaka: analiziranje…
sq_al: U zbulua gabim: po analizohet…
sr_cyrl_rs: Откривена је грешка: анализа…
sr_latn_rs: Otkrivena je greška: analiza…
sv_se: Fel upptäckt: analyserar…
ta_in: பிழை கண்டறியப்பட்டது: பகுப்பாய்வு செய்கிறது…
te_in: లోపం కనుగొనబడింది: విశ్లేషిస్తోంది…
tr_tr: Hata algılandı: analiz ediliyor…
ug_cn: خاتالىق بايقالدى: تەھلىل قىلىنىۋاتىدۇ…
uk_ua: Виявлено помилку: аналіз…
ur_pk: خرابی کا پتہ چلا: تجزیہ ہو رہا ہے…
uz_latn_uz: Xato aniqlandi: tahlil qilinmoqda…
zh_tw: 偵測到錯誤：正在分析…

# Diagnostics_ErrorArmedLabelFormat
source: Error detected: {0} to fix
af_za: Fout bespeur: {0} om reg te stel
am_et: ስህተት ተገኝቷል፦ ለማስተካከል {0}
ar_sa: تم اكتشاف خطأ: {0} للإصلاح
as_in: ত্ৰুটি ধৰা পৰিছে: ঠিক কৰিবলৈ {0}
az_latn_az: Xəta aşkarlandı: düzəltmək üçün {0}
bg_bg: Открита е грешка: {0}, за да поправите
bn_in: ত্রুটি শনাক্ত হয়েছে: ঠিক করতে {0}
bs_latn_ba: Otkrivena je greška: {0} za popravku
cs_cz: Zjištěna chyba: {0} pro opravu
cy_gb: Canfuwyd gwall: {0} i'w drwsio
da_dk: Fejl registreret: {0} for at rette
el_gr: Εντοπίστηκε σφάλμα: {0} για διόρθωση
es_es: Error detectado: {0} para corregir
et_ee: Tõrge tuvastatud: parandamiseks {0}
fa_ir: خطا شناسایی شد: {0} برای رفع
fi_fi: Virhe havaittu: korjaa painamalla {0}
fr_fr: Erreur détectée : {0} pour corriger
ga_ie: Braitheadh earráid: {0} le ceartú
gd_gb: Mearachd air a lorg: {0} gus a chàradh
gu_in: ભૂલ મળી: ઠીક કરવા માટે {0}
he_il: זוהתה שגיאה: {0} לתיקון
hi_in: त्रुटि मिली: ठीक करने के लिए {0}
hu_hu: Hiba észlelve: {0} a javításhoz
hy_am: Հայտնաբերվել է սխալ. {0}՝ շտկելու համար
is_is: Villa fannst: {0} til að laga
it_it: Errore rilevato: {0} per correggere
ja_jp: エラーを検出しました: {0} で修正
ka_ge: აღმოჩენილია შეცდომა: {0} შესასწორებლად
kk_kz: Қате анықталды: түзету үшін {0}
kn_in: ದೋಷ ಪತ್ತೆಯಾಗಿದೆ: ಸರಿಪಡಿಸಲು {0}
ko_kr: 오류 감지됨: {0} 키로 수정
kok_in: त्रुटी मेळ्ळी: दुरुस्त करपाक {0}
lb_lu: Feeler erkannt: {0} fir ze flécken
lt_lt: Aptikta klaida: {0}, kad pataisytumėte
lv_lv: Konstatēta kļūda: {0}, lai labotu
mi_nz: Kua kitea he hapa: {0} hei whakatika
mk_mk: Откриена е грешка: {0} за поправка
ml_in: പിശക് കണ്ടെത്തി: പരിഹരിക്കാൻ {0}
mr_in: त्रुटी आढळली: दुरुस्त करण्यासाठी {0}
mt_mt: Instab żball: {0} biex tirranġa
ne_np: त्रुटि पत्ता लाग्यो: समाधान गर्न {0}
nl_nl: Fout gevonden: {0} om op te lossen
nn_no: Feil oppdaga: {0} for å fikse
or_in: ତ୍ରୁଟି ଚିହ୍ନଟ ହେଲା: ସମାଧାନ କରିବାକୁ {0}
pa_in: ਗਲਤੀ ਮਿਲੀ: ਠੀਕ ਕਰਨ ਲਈ {0}
pl_pl: Wykryto błąd: {0}, aby naprawić
pt_br: Erro detectado: {0} para corrigir
pt_pt: Erro detectado: {0} para corrigir
quz_pe: Pantay tarisqa: {0} allichanapaq
ro_ro: Eroare detectată: {0} pentru remediere
sk_sk: Zistená chyba: {0} na opravu
sl_si: Zaznana je napaka: {0} za popravek
sq_al: U zbulua gabim: {0} për ta rregulluar
sr_cyrl_rs: Откривена је грешка: {0} за поправку
sr_latn_rs: Otkrivena je greška: {0} za popravku
sv_se: Fel upptäckt: {0} för att åtgärda
ta_in: பிழை கண்டறியப்பட்டது: சரிசெய்ய {0}
te_in: లోపం కనుగొనబడింది: పరిష్కరించడానికి {0}
tr_tr: Hata algılandı: düzeltmek için {0}
ug_cn: خاتالىق بايقالدى: تۈزىتىش ئۈچۈن {0}
uk_ua: Виявлено помилку: {0}, щоб виправити
ur_pk: خرابی کا پتہ چلا: درست کرنے کے لیے {0}
uz_latn_uz: Xato aniqlandi: tuzatish uchun {0}
zh_tw: 偵測到錯誤：按 {0} 修正
